{
    "config": {
        "aria2-enabled": true,
        "scoop_branch": "master",
        "scoop_repo": "https://github.com/ScoopInstaller/Scoop"
    },
    "apps": [
        {
            "Info": "",
            "Source": "main",
            "Name": "7zip",
            "Version": "23.01",
            "Updated": "\/Date(1687998998042)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "ag",
            "Version": "2.2.5",
            "Updated": "\/Date(1660610952289)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "aria2",
            "Version": "1.37.0-1",
            "Updated": "\/Date(1700182297642)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "bat",
            "Version": "0.24.0",
            "Updated": "\/Date(1697506737636)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "dark",
            "Version": "3.11.2",
            "Updated": "\/Date(1686718442707)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "deno",
            "Version": "1.39.4",
            "Updated": "\/Date(1705452248710)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "doxygen",
            "Version": "1.10.0",
            "Updated": "\/Date(1703550678372)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "fd",
            "Version": "9.0.0",
            "Updated": "\/Date(1703119562524)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "fzf",
            "Version": "0.45.0",
            "Updated": "\/Date(1704762456486)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "git",
            "Version": "2.43.0",
            "Updated": "\/Date(1700623971263)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "gpg",
            "Version": "2.4.3",
            "Updated": "\/Date(1688520938103)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "graphviz",
            "Version": "9.0.0",
            "Updated": "\/Date(1694477903503)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "imagemagick",
            "Version": "7.1.1-26",
            "Updated": "\/Date(1704762500286)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "innounp",
            "Version": "0.50",
            "Updated": "\/Date(1660614182896)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "lazygit",
            "Version": "0.40.2",
            "Updated": "\/Date(1702011216526)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "less",
            "Version": "643",
            "Updated": "\/Date(1692662213446)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "llvm",
            "Version": "17.0.6",
            "Updated": "\/Date(1701736611498)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "make",
            "Version": "4.4.1",
            "Updated": "\/Date(1677803867751)\/"
        },
        {
            "Info": "",
            "Source": "versions",
            "Name": "neovim-nightly",
            "Version": "0.10.0-2098",
            "Updated": "\/Date(1705452279209)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "neovim-qt",
            "Version": "0.2.18",
            "Updated": "\/Date(1698114241585)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "nodejs",
            "Version": "21.6.0",
            "Updated": "\/Date(1705452327079)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "obsidian",
            "Version": "1.5.3",
            "Updated": "\/Date(1705452355663)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "pandoc",
            "Version": "3.1.11.1",
            "Updated": "\/Date(1704762533499)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "pnpm",
            "Version": "8.14.1",
            "Updated": "\/Date(1705019871525)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "python",
            "Version": "3.12.1",
            "Updated": "\/Date(1702257448390)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "ripgrep",
            "Version": "14.1.0",
            "Updated": "\/Date(1704762542877)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "rustup",
            "Version": "1.26.0",
            "Updated": "\/Date(1682469409785)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "sudo",
            "Version": "0.2020.01.26",
            "Updated": "\/Date(1660611338658)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "vcredist2022",
            "Version": "14.38.33130.0",
            "Updated": "\/Date(1700008635969)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "windows-terminal",
            "Version": "1.18.3181.0",
            "Updated": "\/Date(1700626682901)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "yarn",
            "Version": "1.22.19",
            "Updated": "\/Date(1660615102641)\/"
        }
    ],
    "buckets": [
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": {
                "value": "\/Date(1705451542000)\/",
                "DisplayHint": 2,
                "DateTime": "2024”N1ŒŽ17“ú 09:32:22"
            },
            "Manifests": 1928
        },
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": {
                "value": "\/Date(1705451561000)\/",
                "DisplayHint": 2,
                "DateTime": "2024”N1ŒŽ17“ú 09:32:41"
            },
            "Manifests": 1286
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": {
                "value": "\/Date(1705436921000)\/",
                "DisplayHint": 2,
                "DateTime": "2024”N1ŒŽ17“ú 05:28:41"
            },
            "Manifests": 435
        }
    ]
}
