{
    "config": {
        "aria2-enabled": true,
        "scoop_branch": "master",
        "scoop_repo": "https://github.com/ScoopInstaller/Scoop"
    },
    "apps": [
        {
            "Info": "",
            "Source": "main",
            "Name": "7zip",
            "Version": "23.01",
            "Updated": "\/Date(1687998998042)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "ag",
            "Version": "2.2.5",
            "Updated": "\/Date(1660610952289)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "aria2",
            "Version": "1.37.0-1",
            "Updated": "\/Date(1700182297642)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "bat",
            "Version": "0.24.0",
            "Updated": "\/Date(1697506737636)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "dark",
            "Version": "3.11.2",
            "Updated": "\/Date(1686718442707)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "deno",
            "Version": "1.38.5",
            "Updated": "\/Date(1701838732194)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "doxygen",
            "Version": "1.9.8",
            "Updated": "\/Date(1693183469660)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "fd",
            "Version": "8.7.1",
            "Updated": "\/Date(1698020939500)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "fzf",
            "Version": "0.44.1",
            "Updated": "\/Date(1700623861928)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "git",
            "Version": "2.43.0",
            "Updated": "\/Date(1700623971263)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "gpg",
            "Version": "2.4.3",
            "Updated": "\/Date(1688520938103)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "graphviz",
            "Version": "9.0.0",
            "Updated": "\/Date(1694477903503)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "imagemagick",
            "Version": "7.1.1-22",
            "Updated": "\/Date(1701650243885)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "innounp",
            "Version": "0.50",
            "Updated": "\/Date(1660614182896)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "lazygit",
            "Version": "0.40.2",
            "Updated": "\/Date(1702011216526)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "less",
            "Version": "643",
            "Updated": "\/Date(1692662213446)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "llvm",
            "Version": "17.0.6",
            "Updated": "\/Date(1701736611498)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "make",
            "Version": "4.4.1",
            "Updated": "\/Date(1677803867751)\/"
        },
        {
            "Info": "",
            "Source": "versions",
            "Name": "neovim-nightly",
            "Version": "0.10.0-a935c75",
            "Updated": "\/Date(1699403254785)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "neovim-qt",
            "Version": "0.2.18",
            "Updated": "\/Date(1698114241585)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "nodejs",
            "Version": "21.4.0",
            "Updated": "\/Date(1701838779139)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "pandoc",
            "Version": "3.1.9",
            "Updated": "\/Date(1698626130072)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "pnpm",
            "Version": "8.11.0",
            "Updated": "\/Date(1701319636624)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "python",
            "Version": "3.12.0",
            "Updated": "\/Date(1696297476480)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "ripgrep",
            "Version": "14.0.3",
            "Updated": "\/Date(1701319638998)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "rustup",
            "Version": "1.26.0",
            "Updated": "\/Date(1682469409785)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "sudo",
            "Version": "0.2020.01.26",
            "Updated": "\/Date(1660611338658)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "vcredist2022",
            "Version": "14.38.33130.0",
            "Updated": "\/Date(1700008635969)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "windows-terminal",
            "Version": "1.18.3181.0",
            "Updated": "\/Date(1700626682901)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "yarn",
            "Version": "1.22.19",
            "Updated": "\/Date(1660615102641)\/"
        }
    ],
    "buckets": [
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": {
                "value": "\/Date(1702009554000)\/",
                "DisplayHint": 2,
                "DateTime": "2023”N12ŒŽ8“ú 13:25:54"
            },
            "Manifests": 1889
        },
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": {
                "value": "\/Date(1702009572000)\/",
                "DisplayHint": 2,
                "DateTime": "2023”N12ŒŽ8“ú 13:26:12"
            },
            "Manifests": 1265
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": {
                "value": "\/Date(1702009923000)\/",
                "DisplayHint": 2,
                "DateTime": "2023”N12ŒŽ8“ú 13:32:03"
            },
            "Manifests": 433
        }
    ]
}
