{
    "apps": [
        {
            "Source": "main",
            "Updated": "2024-12-02T09:15:06.5228942+09:00",
            "Version": "24.09",
            "Name": "7zip",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-01-24T11:33:02.970647+09:00",
            "Version": "2.2.5",
            "Name": "ag",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-01-24T11:33:03.5965955+09:00",
            "Version": "1.37.0-1",
            "Name": "aria2",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-01-24T11:33:05.2233396+09:00",
            "Version": "0.24.0",
            "Name": "bat",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-02-27T10:50:48.5648523+09:00",
            "Version": "3.14",
            "Name": "dark",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-12-12T09:30:08.3897662+09:00",
            "Version": "2.1.4",
            "Name": "deno",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-08-09T09:39:30.1800292+09:00",
            "Version": "1.12.0",
            "Name": "doxygen",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-08-26T10:39:48.4027965+09:00",
            "Version": "10.2.0",
            "Name": "fd",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-12-17T15:17:01.7446895+09:00",
            "Version": "7.1",
            "Name": "ffmpeg",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-12-16T09:51:32.9587322+09:00",
            "Version": "0.57.0",
            "Name": "fzf",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-11-26T09:30:24.7362159+09:00",
            "Version": "2.47.1",
            "Name": "git",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-11-26T09:30:29.2843588+09:00",
            "Version": "2.4.7",
            "Name": "gpg",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-12-09T10:46:46.4031628+09:00",
            "Version": "12.2.1",
            "Name": "graphviz",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-12-23T11:58:21.06163+09:00",
            "Version": "7.1.1-43",
            "Name": "imagemagick",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-11-07T10:43:48.5058246+09:00",
            "Version": "1.76",
            "Name": "innounp",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2024-09-25T14:32:25.8747908+09:00",
            "Version": "0.44.1",
            "Name": "lazygit",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-10-21T09:15:29.2293035+09:00",
            "Version": "668",
            "Name": "less",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-12-20T10:20:55.8760055+09:00",
            "Version": "19.1.6",
            "Name": "llvm",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-07-24T09:52:04.3254213+09:00",
            "Version": "5.4.7-2",
            "Name": "lua",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-06-03T10:24:55.4944809+09:00",
            "Version": "3.11.1",
            "Name": "luarocks",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-01-24T11:34:16.3190938+09:00",
            "Version": "4.4.1",
            "Name": "make",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-12-23T11:58:25.1885993+09:00",
            "Version": "0.10.3",
            "Name": "neovim",
            "Info": ""
        },
        {
            "Source": "<auto-generated>",
            "Updated": "2024-11-12T12:00:09.947346+09:00",
            "Version": "0.11.0-1116",
            "Name": "neovim-nightly",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2024-01-24T11:34:23.0393269+09:00",
            "Version": "0.2.18",
            "Name": "neovim-qt",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-12-20T10:21:00.2205924+09:00",
            "Version": "23.5.0",
            "Name": "nodejs",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2024-12-17T10:03:03.1329774+09:00",
            "Version": "4.2.0",
            "Name": "notion",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2024-11-19T09:50:37.8948154+09:00",
            "Version": "1.7.7",
            "Name": "obsidian",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-12-24T10:43:13.9454221+09:00",
            "Version": "3.6.1",
            "Name": "pandoc",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-12-20T10:21:04.2992675+09:00",
            "Version": "9.15.1",
            "Name": "pnpm",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-10-24T09:58:10.5311424+09:00",
            "Version": "7.4.6",
            "Name": "pwsh",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-12-05T09:19:58.3373798+09:00",
            "Version": "3.13.1",
            "Name": "python",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-09-10T10:23:30.9067207+09:00",
            "Version": "14.1.1",
            "Name": "ripgrep",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-05-07T10:53:34.2561056+09:00",
            "Version": "1.27.1",
            "Name": "rustup",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-01-24T11:34:51.1260194+09:00",
            "Version": "0.2020.01.26",
            "Name": "sudo",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2024-01-25T15:51:18.6089873+09:00",
            "Version": "3.5.2",
            "Name": "sumatrapdf",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-12-12T09:30:09.6294402+09:00",
            "Version": "0.24.5",
            "Name": "tree-sitter",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2024-11-13T10:43:59.6569108+09:00",
            "Version": "14.42.34433.0",
            "Name": "vcredist2022",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2024-06-14T09:20:42.7170456+09:00",
            "Version": "21.1.13.0",
            "Name": "vcxsrv",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2024-03-04T09:50:59.0427232+09:00",
            "Version": "20240203-110809-5046fc22",
            "Name": "wezterm",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2024-11-20T09:33:49.0437088+09:00",
            "Version": "1.21.3231.0",
            "Name": "windows-terminal",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2024-05-27T09:11:29.7390139+09:00",
            "Version": "1.22.22",
            "Name": "yarn",
            "Info": ""
        }
    ],
    "config": {
        "aria2-enabled": true,
        "scoop_branch": "master",
        "scoop_repo": "https://github.com/ScoopInstaller/Scoop"
    },
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2024-12-27T05:28:02+09:00",
            "Manifests": 1351
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2024-12-27T05:29:59+09:00",
            "Manifests": 2106
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2024-12-27T05:31:33+09:00",
            "Manifests": 471
        }
    ]
}
